Repository: bbhtt/com.ekonomikas.merkato
Catalog: po/*.po
Languages: eo, pt_br

source: Ops! Catastrophic failure.
eo: Damne! Katastrofa fiasko.
pt_br: Ops! Falha catastrófica.

source: No symbols here
eo: Neniuj simboloj ĉi tie
pt_br: Sem símbolos aqui

source: Press + to search quotes
eo: Klaku + butonon por serĉi simbolojn
pt_br: Pressione + para buscar cotações

source: No tickers found
eo: Neniuj tickers trovitaj
pt_br: Tickers não encontrados

source: General
eo: Generalo
pt_br: Geral

source: Update Interval
eo: Ĝisdatigi Intervalo
pt_br: Intervalo de atualização

source: Pull data every X seconds
eo: Tiru datumojn ĉiujn X sekundojn
pt_br: Puxa dados a cada X segundos

source: Order
eo: Ordo
pt_br: Ordenação

source: Custom
eo: Kutimo
pt_br: Personalizado

source: By Title
eo: Laŭ Titolo
pt_br: Pelo Título

source: By Title (desc)
eo: Laŭ Titolo (inversa)
pt_br: Pelo Título (%)

source: By Profit (%)
eo: Laŭ Profito (%)
pt_br: Pelo ganho (%)

source: By Loss (%)
eo: Laŭ Perdo (%)
pt_br: Pela perda (%)

source: Appearance
eo: Aspekto
pt_br: Aparência

source: Dark Theme
eo: Malhela Temo
pt_br: Tema escuro

source: Use dark GTK+ theme
eo: Uzu malhelan GTK+-temon
pt_br: Use o tema escuro GTK+

source: Source: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
eo: Fonto: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
pt_br: Fonte: <a href="https://finance.yahoo.com/">Yahoo Finance</a>

source: Preferences
eo: Preferoj
pt_br: Preferências

source: About Merkato
eo: Pri Merkato
pt_br: Sobre Merkato

source: My symbols
eo: Miaj simboloj
pt_br: Meus símbolos

source: Open menu options
eo: Malfermu menuopciojn
pt_br: Abre o menu de opções

source: Search and add symbols
eo: Serĉu kaj aldonu simbolojn
pt_br: Busca e adiciona símbolos

source: If selected, open remove symbols mode.
eo: Se estas elektita, malfermas la reĝimon por forigi simbolojn.
pt_br: Se selecionado, abre o modo para remover símbolos.

source: Return to watchlist
eo: Redoni atentliston
pt_br: Retorna a lista de observação

source: Insert text or ticker symbol and press <RETURN> to search
eo: Enigu tekston aŭ ticker simbolon kaj premu <RETURN> por serĉi
pt_br: Insira um texto ou um código de ação e pressione <RETURN> para buscar

source: Search
eo: Serĉi
pt_br: Buscar

source: Track of your investiments.
eo: Spuri viajn investojn.
pt_br: Acompanhe seus investimentos.

source: Official webpage
eo: Oficiala retpaĝo
pt_br: Página oficial

source: Market Closed
eo: Fermita merkato
pt_br: Mercado fechado

source: Market Open
eo: Malfermita merkato
pt_br: Mercado aberto
